library constants;

// Onboarding Screens
const String app_name = "APP NAME";

// tabs
const String tab0 = "Tab 0";
const String tab1 = "Tab 1";
const String tab2 = "Tab 2";
const String tab3 = "Tab 3";

//Screen 1
const String screen_util = "Screen";

//home
const String app_bar_title = 'أخبار كريبتو';

const String about =
    '''يقدم تطبيق أخبار كريبتو تغطية أصلية لأخبار البلوكتشين والعملات الرقمية العالمية، كما يوفر آراء واستعراضات، ومراجع فيما يتعلق بالكريبتو، بهدف مساعدة الناس على فهم واستخدام هذه التقنيات بنجاح الآن، وفي المستقبل. نحن نعتقد أن أهم ما في ثورة البلوكتشين هو قدرة الناس على فهم واحتضان هذا التغيير، وسوف تساعدك معايير صحافتنا – المتمثلة في النزاهة، والصدق، والشفافية، والدقة - على التنقل في هذا العالم الديناميكي بسلاسة.
انضم إلينا في هذه الرحلة، حيث هناك الملايين من الأشياء التي يجب أن تتعلمها وتفهمها، لأن التغيير يحدث فقط إذا رفعنا أصواتنا معاً.
''';
